tap "anchore/grype"
tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "thoughtbot/rcm"
tap "wagoodman/dive"    
brew "act"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bat"
brew "direnv"
brew "exiftool"
brew "git-delta"
brew "git-lfs"
brew "git"
brew "gmp"
brew "hashcat"
brew "helm"
brew "helmfile"
brew "htop"
brew "hwloc"
brew "hydra"
brew "imagemagick"
brew "ipmitool"
brew "john"
brew "jpeg"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "lame"
brew "llvm"
brew "make"
brew "mas"
brew "maven"
brew "md5sha1sum", link: false
brew "media-info"
brew "minikube"
brew "mkcert"
brew "mosh"
brew "mtr"
brew "nasm"


brew "nettle"

brew "nmap"

brew "nvm"

brew "openssh"
brew "openssl@3"
brew "p11-kit"
brew "p7zip"



brew "pv"
brew "pyenv"
brew "python@3.10"
brew "qemu"
brew "rbenv"
brew "rcm"
brew "shared-mime-info"
brew "shellcheck"
brew "srt"
brew "sshuttle"
brew "syft"
brew "tcl-tk"
brew "telnet"
brew "testdisk" 
brew "wagoodman/dive/dive"
brew "wget"
brew "wireguard-tools"
brew "x264"
brew "xvid"
brew "zlib"
cask "daisydisk"
cask "docker"
cask "fig"
cask "font-fontawesome"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "paw"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
mas "Fantastical", id: 975937182
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "The Clock", id: 488764545
mas "The Unarchiver", id: 425424353
