tap "anchore/grype"
tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "thoughtbot/rcm"
tap "wagoodman/dive"    
brew "act"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bat"
brew "direnv"
brew "exiftool"
brew "git-delta"
brew "git-lfs"
brew "git"
brew "gmp"
brew "hashcat"
brew "helm"
brew "helmfile"
brew "htop"
brew "hwloc"
brew "hydra"
brew "imagemagick"
brew "ipmitool"
brew "john"
brew "jpeg"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "lame"
brew "llvm"
brew "make"
brew "mas"
brew "maven"
brew "md5sha1sum", link: false
brew "media-info"
brew "minikube"
brew "mkcert"
brew "mosh"
brew "mtr"
brew "nasm"
brew "nettle"
brew "nmap"
brew "nvm"
brew "openssh"
brew "openssl@3"
brew "p11-kit"
brew "p7zip"
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "qemu"
brew "rbenv"
brew "rcm"
brew "shared-mime-info"
brew "shellcheck"
brew "srt"
brew "sshuttle"
brew "syft"
brew "tcl-tk"
brew "telnet"
brew "testdisk" 
brew "wagoodman/dive/dive"
brew "wget"
brew "wireguard-tools"
brew "x264"
brew "xvid"
brew "zlib"
brew "kubernetes-cli


cask "daisydisk"
cask "docker"
cask "fig"
cask "font-fontawesome"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "paw"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "kind"
cask "dotnet-sdk"
cask "headlamp"
cask "microsoft-remote-desktop"
cask "postman"
cask "spotify"
cask "whatsapp"
cask "notion"
cask "postman"
cask "telegram"
cask "skype"
cask "microsoft-teams"
cask "webex"
cask "dropbox"
cask "paragon-ntfs"
cask "gimp"
cask "disk-inventory-x"
cask "steam"
cask "ledger-live"
cask "calibre"
cask "azure-data-studio"
cask "fork"
cask "sourcetree"
cask "logi-options-plus"
cask "nosqlbooster-for-mongodb"
cask "opera"
cask "termius"
cask "teamviewer"
cask "virtualbox"
cask "zoom"
cask "wireshark"

mas "The Unarchiver", id: 425424353
mas "Amphetamine", id: 937984704
