tap "anchore/grype"
tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "thoughtbot/rcm"
tap "wagoodman/dive"    
brew "act"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bat"
brew "direnv"
brew "exiftool"
brew "git-delta"
brew "git-lfs"
brew "git"
brew "gmp"
brew "hashcat"
brew "helm"
brew "helmfile"
brew "htop"
brew "hwloc"
brew "hydra"
brew "imagemagick"
brew "ipmitool"
brew "john"
brew "jpeg"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "lame"
brew "llvm"
brew "make"
brew "mas"
brew "maven"
brew "md5sha1sum", link: false
brew "media-info"
brew "minikube"
brew "mkcert"
brew "mosh"
brew "mtr"
brew "nasm"
brew "nettle"
brew "nmap"
brew "nvm"
brew "openssh"
brew "openssl@3"
brew "p11-kit"
brew "p7zip"
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "qemu"
brew "rbenv"
brew "rcm"
brew "shared-mime-info"
brew "shellcheck"
brew "srt"
brew "sshuttle"
brew "syft"
brew "tcl-tk"
brew "telnet"
brew "testdisk" 
brew "wagoodman/dive/dive"
brew "wget"
brew "wireguard-tools"
brew "x264"
brew "xvid"
brew "zlib"
cask "daisydisk"
cask "docker"
cask "fig"
cask "font-fontawesome"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "paw"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
brew install --cask kind
brew install --cask dotnet-sdk
brew install --cask headlamp
brew install kubernetes-cli
brew install --cask microsoft-remote-desktop
brew install --cask postman
brew install --cask spotify
brew install --cask whatsapp
brew install --cask notion
brew install --cask postman
brew install --cask telegram
brew install --cask skype
brew install --cask microsoft-teams
brew install --cask webex
brew install --cask dropbox
brew install --cask paragon-ntfs
brew install --cask gimp
brew install --cask disk-inventory-x
brew install --cask steam
brew install --cask ledger-live
brew install --cask calibre
brew install --cask azure-data-studio
brew install --cask fork
brew install --cask sourcetree
brew install --cask logi-options-plus
brew install --cask nosqlbooster-for-mongodb
brew install --cask opera
brew install --cask termius
brew install --cask teamviewer
brew install --cask virtualbox
brew install --cask zoom
brew install --cask wireshark

mas "The Unarchiver", id: 425424353
mas "Amphetamine", id: 937984704
